Repository: mitchmitchell/allowlist
Catalog: i18n/*/LC_MESSAGES/allowlist.po
Languages: es_es

source: Actions
es_es: Acciones

source: Add or replace entry
es_es: Añadir o modificar elemento

source: Added %s to the allowlist.
es_es: Añadido %s a la lista negra.

source: Adding...
es_es: Añadiendo...

source: Adds a number to the Allowlist Module. All calls from that number to the system will be allowed to proceed normally. Manage these in the Allowlist module.
es_es: Añade un número al Modulo Lista Negra. Todas las llamadas desde ese número del sistema recibirán una grabación de desconexión. Administrar estos en el módulo de la lista negra.

source: Adds the last caller to the Allowlist Module. All calls from that number to the system will be allowed to proceed normally.
es_es: Agrega la última persona que llama al módulo de la lista negra. Todas las llamadas desde ese número del sistema recibirán una grabación de desconexión.

source: Allowlist
es_es: Lista negra

source: Allowlist Module
es_es: Modulo Lista Negra

source: Allow Number
es_es: Número Lista Negra

source: Allowlist a number
es_es: Añadir un número a la lista negra

source: Allowlist the last caller
es_es: Añadir a la lista negra el último número llamado

source: Block Unknown/Blocked Caller ID
es_es: Bloquear Desconocido/Bloqueado identificador de llamadas

source: Bulk Handler
es_es: Manejador de a granel

source: Call Date/Time
es_es: Fecha/Hora Llamada

source: Call Log
es_es: Registro de Llamadas

source: Check here to catch Unknown/Blocked Caller ID
es_es: Haga click aca para capturar ID de llamada desconocido/bloqueado

source: Choose where non allowlisted calls go
es_es: Elija donde las llamadas listas negras van

source: Close
es_es: Cerrar

source: Could not find file after upload
es_es: No puedo encontrar el archivo luego de subirlo

source: Delete Selected
es_es: Eliminar Seleccionados

source: Description
es_es: Descripcion

source: Description of number allowlisted
es_es: Descripción de numero en Lista Negra

source: Destination for Non AllowListed Calls
es_es: Destino para llamadas Lista Negra

source: Entry Updated
es_es: Entrada Actualizada

source: Import/Export
es_es: Importar/Exportar

source: Import/Export Caller Allowlist
es_es: Importar/Exportar lista negra de llamantes

source: No Entries to export
es_es: No hay entradas a exportar

source: Number
es_es: Número

source: Number/CallerID
es_es: Numero/IDllamada

source: Number/CallerID cannot be blank
es_es: Numero/IDllamada no puede estar en blanco

source: Numbers Deleted
es_es: Números Borrados

source: Phone Number
es_es: Numero Teléfono

source: Phone Number Required
es_es: Numero Teléfono Requerido

source: Remove a number from the allowlist
es_es: Eliminar un número de la lista negra

source: Removes a number from the Allowlist Module
es_es: Elimina un número de la lista negra del módulo

source: Reset
es_es: Reiniciar

source: Save Changes
es_es: Guardar Cambios

source: Save changes
es_es: Guardar Cambios

source: Settings
es_es: Configuracion

source: Submit
es_es: Enviar

source: Sucessfully imported all entries
es_es: Se importaron todas las entradas satisfactoriamente

source: The file must be in CSV format!
es_es: El archivo debe estar en formato CSV!

source: The number as it appears in the callerid display
es_es: EL numero tal cual aparece en el despliegue de ID de LLamada

source: There was an error uploading the file
es_es: hubo un error subiendo el archivo

source: This functionality is now part of the Bulk Handler Module
es_es: Esta funcionalidad forma parte ahora del Manejador a Granel

source: This module is used to manage a system wide list of blocked callers
es_es: Este modulo es usado para administrar una lista de números bloqueados a nivel de todo el sistema

source: Yes
es_es: Si
